---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.GridBankColNum
source: html/6a19a56f-69e6-6a92-c67e-f0cbcbd08854.htm
---
# Autodesk.Revit.DB.ParameterTypeId.GridBankColNum Property

"Column"

## Syntax (C#)
```csharp
public static ForgeTypeId GridBankColNum { get; }
```